fio/fio_disk/disk_xfs/log/RAID0/log_39/sda/fio_write_512k.log
test: (g=0): rw=write, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=3255: Tue Jul 24 15:48:58 2018
  write: IOPS=509, BW=255MiB/s (267MB/s)(1024MiB/4017msec)
    slat (usec): min=38, max=202, avg=130.67, stdev=36.08
    clat (msec): min=4, max=247, avg=125.26, stdev=19.06
     lat (msec): min=4, max=247, avg=125.39, stdev=19.07
    clat percentiles (msec):
     |  1.00th=[   37],  5.00th=[  116], 10.00th=[  118], 20.00th=[  121],
     | 30.00th=[  122], 40.00th=[  124], 50.00th=[  125], 60.00th=[  127],
     | 70.00th=[  130], 80.00th=[  132], 90.00th=[  136], 95.00th=[  138],
     | 99.00th=[  211], 99.50th=[  230], 99.90th=[  243], 99.95th=[  247],
     | 99.99th=[  249]
   bw (  KiB/s): min=204800, max=264192, per=97.34%, avg=254080.00, stdev=20062.02, samples=8
   iops        : min=  400, max=  516, avg=496.25, stdev=39.18, samples=8
  lat (msec)   : 10=0.34%, 20=0.29%, 50=0.59%, 100=1.37%, 250=97.41%
  cpu          : usr=1.94%, sys=5.70%, ctx=2046, majf=0, minf=28
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.4%, 16=0.8%, 32=1.6%, >=64=96.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,2048,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=255MiB/s (267MB/s), 255MiB/s-255MiB/s (267MB/s-267MB/s), io=1024MiB (1074MB), run=4017-4017msec

Disk stats (read/write):
  sda: ios=0/3954, merge=0/0, ticks=0/485576, in_queue=494171, util=97.15%